let news = [
    {
        id: 1,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 2,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 3,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 4,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 5,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 6,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 7,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
    {
        id: 8,
        subject: "데이터 빼가는 해킹 라이트닝 케이블",
        editor: "홍성빈",
        uploadedDate: "2021-09-06",
        mainImg: `${process.env.PUBLIC_URL}/cable_image.png`,
        content:
            "일반 ‘라이트닝-USB’과 똑같지만 연결된 맥, 아이폰, 아이패드에서 입력하는 키보드 정보를 기록하고 무선으로 전송까지 하는 ‘OMG 케이블’이 등장했다. ‘MG’라는 닉네임을 사용하며 보안 연구원이라고 주장하는 사람이 만들었고 사이버 보안 업체 ‘핵5(Hak5)’가 양산해 판매하기 시작했다. 2019년 데프콘 해킹 컨퍼런스에서 처음 공개됐고 양산을 시작했다. 라이트닝 단자가 있는 플라스틱 안쪽에 아주 작은 칩이 내장되어 있어 외관만으로는 구분할 수가 없고 엑스레이 촬영을 해야 흐릿하게 뭔가 있다는 것 정도만 알 수 있다. 자체적으로 와이파이 핫스팟을 만들고 해커는 1.5km 떨어진 곳에서도 키 입력 정보를 받아 볼 수 있다. 특정 위치에서만 작동하도록 지오펜싱을 설정할 수 있어 해커가 지정한 장소에서 입력하는 키에 대한 정보만 받을 수 있다. 이외 장소에서 동작해 다른 사람이 접속하는 것을 차단하고 보안 시스템을 우회하는 기능을 겸한다. 실제 입력과 다르게 작동하도록 키보드 매핑을 할 수도 있고 연결된 USB 장치 ID를 위조하는 것도 가능하다. 마이크로 USB, USB-C 등 다양한 표준 포트 케이블도 곧 출시할 예정이라고 한다. 윈도우 PC, 안드로이드 기기까지 모든 기기가 데이터 유출 위험이 있다는 뜻이다. 겉으로는 일반 케이블과 구분할 수 없기 때문에 믿을 만한 제조사, 출처의 케이블만 직접 구입해 사용하는 것이 유일한 대비책이다.",
    },
];

export default news;
